Repository: derskythe/webasyst_payviaepul
Catalog: locale/*/LC_MESSAGES/payment_payviaepul.po
Languages: ru_ru

# RedirectToEpul
source: Now following to "E-PUL" site for payment
ru_ru: Перенаправление на сайт «E-PUL» для оплаты

# PayOnEpul
source: Pay via E-PUL
ru_ru: Оплатить заказ на сайте E-PUL

# EpulSuccessURL
source: URL for page "Return to shop", displayed after success payment
ru_ru: URL для кнопки «возврат в магазин» на странице, отображаемой покупателю после успешной оплаты

# EpulFailURL
source: URL for page "Return to shop", displayed after failed payment
ru_ru: URL для кнопки «возврат в магазин» на странице, отображаемой покупателю после неуспешной оплаты

# PayViaEpulDesc
source: <a href="https://www.e-pul.az">E-PUL</a> payment system
ru_ru: Платежная система <a href="https://www.e-pul.az">E-PUL</a>

# EpulUsername
source: ID of shop
ru_ru: Идентификатор магазина

# EpulUsernameDesc
source: Issued by the operator of the payment system
ru_ru: Выдается оператором платежной системы

# EpulSecretKey
source: Secret key
ru_ru: Секретный ключ

# EpulFailedCreateOrder
source: Error: Unknown error. Can't create order
ru_ru: ОШИБКА: Неизвестная ошибка. Невозможно создать оплату

# EpulUnsupportedCurrency
source: Unsupported currency
ru_ru: Валюта не поддерживается

# EpulEmptyRequiredFields
source: Empty required fields
ru_ru: Пустые нужные поля
